# Add to $PATH
# export PATH=$(brew --prefix coreutils)/libexec/bin:$PATH
# export PATH=$(brew --prefix moreutils)/libexec/bin:$PATH
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed', args: ['with-default-names']

brew 'wget'
brew 'zsh'
brew 'git'
brew 'unp'
brew 'autoenv'
brew 'thefuck'

brew 'python'
brew 'pyenv'
brew 'pyenv-virtualenv'

brew 'docker'
brew 'docker-machine'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'caskroom/cask/brew-cask'
cask 'google-chrome'
cask 'alfred'
cask '1password'
cask 'vlc'
cask 'dropbox'
cask 'transmission'
cask 'keyboard-maestro'
cask 'clipmenu'
cask 'keka'
cask 'spotify'
cask 'spotifree'
cask 'silverlight'

cask 'iterm2'
cask 'atom'
cask 'sublime-text3'
cask 'vagrant'
cask 'virtualbox'
cask 'dash'
cask 'slack'

cask 'osxfuse'
brew 'homebrew/fuse/ntfs-3g'
