brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed', args: ['with-default-names']

brew 'wget'
brew 'zsh'
brew 'git'
brew 'tmux'
brew 'gnupg'
brew 'unp'
brew 'thefuck'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'caskroom/cask/brew-cask'
cask 'google-chrome'
cask 'alfred'
cask '1password'
cask 'vlc'
cask 'dropbox'
cask 'transmission'
cask 'keyboard-maestro'
cask 'clipmenu'
cask 'keka'
cask 'spotify'
cask 'silverlight'
cask 'slack'
cask 'smoothmouse'

cask 'iterm2'
cask 'java'
cask 'atom'
cask 'vagrant'
cask 'virtualbox'
cask 'sourcetree'

cask 'caskroom/fonts/font-hack'
