# Add to .zshrc:
# export PATH=$(brew --prefix coreutils)/libexec/bin:$PATH
# export PATH=$(brew --prefix moreutils)/libexec/bin:$PATH
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed', args: ['with-default-names']

brew 'wget'
brew 'zsh'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'python'
brew 'autoenv'
brew 'thefuck'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'caskroom/cask/brew-cask'
cask 'google-chrome'
cask 'alfred'
cask '1password'
cask 'vlc'
cask 'dropbox'
cask 'transmission'
cask 'evernote'
cask 'keyboard-maestro'
cask 'clipmenu'
cask 'keka'

cask 'silverlight'

cask 'atom'
cask 'iterm2'
cask 'vagrant'
cask 'virtualbox'
cask 'sourcetree'
cask 'java7'
